Repository: iina/iina
Catalog: iina/Localizable.xcstrings
Source language: en
Languages: af, ar, ca, cs, da, de, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_rs, sv, tr, uk, zh_hans, zh_hant

# preference.enable_adv_settings
source: Enable advanced settings
af: Aktiveer gevorderde instellings
ar: تمكين الإعدادات المتقدمة
ca: Habilita opcions avançadades
cs: Povolit pokročilá nastavení
da: Aktiver avancerede indstillinger
de: Erweiterte Einstellungen aktivieren
es: Habilitar configuración avanzada
fi: Salli lisäasetukset
fr: Activer les paramètres avancés
he: אפשר הגדרות מתקדמות
hi: उन्नत सेटिंग्स सक्षम करें
hr: Aktiviraj napredne postavke
hu: Haladó beállítások engedélyezése
id: Aktifkan pengaturan lanjutan
it: Abilita le impostazioni avanzate
ja: 高度な設定を有効化
ko: 고급 설정 사용
nl: Activeer geavanceerde instellingen
pl: Włącz zaawansowane opcje
pt_br: Habilitar ajustes avançados
pt_pt: Ativar filtros avançados
ro: Activează setările avansate
ru: Включить расширенные настройки
sk: Povoliť pokročilé nastavenia
sr_rs: Omogući napredne postavke
sv: Aktivera avancerade alternativ
tr: Gelişmiş ayarları etkinleştir
uk: Увімкнути розширені параметри
zh_hans: 启用高级设置
zh_hant: 啟用進階設定

# preference.general
source: General
af: Algemeen
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
fi: Yleiset
fr: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Основное
sk: Všeobecné
sr_rs: Opšte
sv: Allmänt
tr: Genel
uk: Загальне
zh_hans: 通用
zh_hant: 一般

# preference.key_binding_hint_1
source: To edit key bindings in current configuration file, click "Duplicate…" button first to create a copy.
af: Kies “Dupliceer…” om ’n bewerkbare kopie te maak van die gekose sneltoetskonfigurasie.
ar: لتحرير ارتباطات المفاتيح في ملف التكوين الحالي، انقر فوق زر "تكرار…" أولاً لإنشاء نسخة.
ca: Per editar les dreces de teclat en el fitxer actual, prem el bóto "Duplica…" per crear una còpia.
cs: Pro úpravy konfiguračního souboru klávesových zkratek, vytvořte jejich kopii stisknutím „Duplikovat…“.
da: For at redigere tastaturgenveje i det aktuelle konfigurationsarkiv, klik først på knappen "Dupliker…" for at oprette en kopi.
de: Um Kurzbefehle der ausgewählten Konfiguration zu bearbeiten, klicke vorher auf „Duplizieren …“, um eine Kopie zu erstellen.
es: Para editar los atajos en el archivo de configuración actual, haga primero clic en el botón "Duplicar …" para crear una copia.
fi: Jos haluat muokata oikoteitä nykyisessä määritystiedostossa, napsauta ensin "Monista…"-painiketta luodaksesi kopion.
fr: Pour modifier les raccourcis clavier de cette configuration, cliquez sur le bouton "Dupliquer…" pour en créer une copie.
he: כדי לערוך קיצור מקשים בקובץ התצורה הנוכחי, לחץ תחילה על כפתור "שכפול…" כדי ליצור עותק.
hi: वर्तमान कॉन्फ़िगरेशन फ़ाइल में मुख्य बाइंडिंग को संपादित करने के लिए, प्रतिलिपि बनाने के लिए सबसे पहले "डुप्लीकेट…" बटन पर क्लिक करें।
hu: A billentyűkiosztás módosításához a jelenlegi fájlban, először nyomja meg a "Duplikáció..." gombot egy másolat létrehozásához.
id: Untuk mengubah pemetaan tombol dari konfigurasi saat ini, klik tombol "Duplikat…" terlebih dahulu untuk membuat salinan.
it: Per modificare le scorciatoie di tastiera nel file di configurazione corrente, fai prima click su "Duplica…" per crearne una copia.
ja: この設定を編集するには、先に"複製…"ボタンをクリックしてコピーを作成してください。
ko: 현재 설정 파일의 단축키 설정을 편집하려면, 먼저 "복제…" 버튼을 눌러 복사본을 만든 후 변경하십시오.
nl: Kies "Dupliceer…" om een bewerkbare kopie te maken van de geselecteerde sneltoetsenconfiguratie.
pl: Aby edytować skróty klawiszowe najpierw kliknij "Zduplikuj konfiguracje", aby wykonać kopię.
pt_br: Para editar as combinações de teclas no arquivo de configuração atual, clique primeiro no botão "Duplicar…" para criar uma cópia.
pt_pt: Para editar mapeamento de teclas no arquivo de configuração atual, clique no botão "Duplicar…" primeiro para criar uma cópia.
ro: Pentru a edita o atribuire de taste in configurația curentă, click pe butonul „Duplicare…” pentru a crea o copie.
ru: Чтобы изменить привязки клавиш в текущем файле конфигурации, сначала нажмите кнопку "Дублировать…", чтобы создать копию.
sk: Na upravenie priradených kláves v aktuálnom konfiguračnom súbore najprv vytvorte kópiu kliknutím na "Duplikovať…".
sr_rs: Da biste izmenili prečice na tastaturi u trenutnoj konfiguracionoj datoteci, najpre kliknite na dugme „Dupliraj…“ da biste napravili kopiju.
sv: För att redigera snabbtangenter i nuvarande konfigurationsfil, klicka på "Duplicera…" först för att skapa en kopia.
tr: Geçerli yapılandırma dosyasındaki kestirmeleri düzenlemek için, önce "Çoğalt ..." düğmesine tıklayarak kopya oluşturun.
uk: Для призначення клавіатурних скорочень у поточному файлі налаштувань спочатку натисніть на кнопку «Дублювати…», щоб створити копію.
zh_hans: 若要在此配置文件中编辑键位设置，先点击「复制…」按钮以创建一个副本。
zh_hant: 若要編輯此設定檔，請點選「複製⋯」功能鈕以建立新的複本。

# preference.key_binding_hint_2
source: Double click a row at the right side to edit the corresponding key binding.
af: Dubbelklik op ’n ry om die bybehorende sneltoets te bewerk.
ar: انقر نقرا مزدوجا على صف على الجانب الأيمن لتحرير ربط المفتاح المقابل.
ca: Doble clic a la dreta de la fila per editar la drecera de teclat corresponent.
cs: Pro změnu klávesové zkratky, klikněte dvakrát na odpovídající řádek po pravé straně.
da: Dobbeltklik på en række i højre side for at redigere den tilsvarende tastaturgenvej.
de: Klicke doppelt auf eine Reihe, um den entsprechenden Kurzbefehl zu bearbeiten.
es: Haga doble clic en una fila del lado derecho para editar el atajo correspondiente.
fi: Kaksoisnapsauta oikean reunan riviä muokataksesi vastaavaa oikotietä.
fr: Double-cliquez sur une ligne pour modifier le raccourci clavier correspondant.
he: לחץ פעמיים בצד ימין של שורה כדי לערוך את קיצור המקשים.
hi: संबंधित कुंजी बंधन को संपादित करने के लिए दाईं ओर एक पंक्ति पर डबल क्लिक करें।
hu: Kattintson duplán egy sorra a jobb oldalon a megfelelő billentyű kiosztás szerkesztéséhez.
id: Klik dua kali baris di sisi kanan untuk mengedit pemetaan tombol yang sesuai.
it: Fai doppio click nella riga sulla destra per modificare la scorciatoia di tastiera corrispondente.
ja: 右側の行をダブルクリックすることで対応するキー割り当て設定を編集できます。
ko: 해당 단축키를 편집하려면 오른쪽 단축키 내용을 더블클릭 하십시오.
nl: Dubbelklik op een rij om de bijbehorende sneltoets te bewerken.
pl: Kliknij dwukrotnie na rząd po prawej stronie, aby zmienić przypisany skrót klawiszowy
pt_br: Clique duas vezes em uma linha no lado direito para editar as combinações de teclas.
pt_pt: Clique duas vezes em uma linha no lado direito para editar o mapeamento de tecla correspondente.
ro: Dublu click pe un rând din dreapta pentru a edita tasta atribuită.
ru: Дважды щелкните строку справа, чтобы отредактировать соответствующую привязку клавиш.
sk: Dvakrát kliknite na riadok na pravej strane, aby ste upravili priradené klávesy.
sr_rs: Dvaput kliknite na red na desnoj strani da biste izmenili odgovarajuću prečicu na tastaturi.
sv: Dubbelklicka på en rad på höger sida för att redigera motsvarande kortkommando.
tr: İlgili kestirmeyi düzenlemek için sağ taraftaki bir satırı çift tıklayın.
uk: Для редагування призначеного клавіатурного скорочення подвійно клацніть на рядку з правого боку.
zh_hans: 双击右边的任意一行以编辑对应键位设置。
zh_hant: 在右邊的任意一行按兩下來編輯相應的快速鍵。

# preference.keybindings
source: Key Bindings
af: Sneltoetse
ar: ربط المفتاح
ca: Dreceres de teclar
cs: Klávesové zkratky
da: Tastaturgenveje
de: Kurzbefehle
es: Atajos de teclado
fi: Oikotiet
fr: Raccourcis clavier
he: קיצורי מקשים
hi: कुंजी बाइंडिंग
hr: Tipkovni prečaci
hu: Gyorsgombok
id: Pemetaan Tombol
it: Abbreviazioni
ja: キーの割り当て
ko: 단축키
nl: Sneltoetsen
pl: Skróty klawiszowe
pt_br: Combinações de teclas
pt_pt: Mapeamento de teclas
ro: Atribuiri de taste
ru: Клавиши
sk: Klávesové skratky
sr_rs: Prečice na tastaturi
sv: Kortkommandon
tr: Tuş Bağıntıları
uk: Призначення клавіш
zh_hans: 键位设置
zh_hant: 快速鍵

# preference.logged_in_as
source: Logged in as %@
af: Aangeteken as %@
ar: تم تسجيل الدخول كـ %@
ca: Amb sessió com a %@
cs: Přihlášen jako %@
da: Logget ind som %@
de: Angemeldet als „%@“
es: Conectado como %@
fi: Kirjauduttu nimellä %@
fr: Connecté en tant que %@
he: מחובר בתור %@
hi: %@ के रूप में लॉग इन किया
hr: Prijavljen/Prijavljena si kao %@
hu: Bejelentkezve, mint %@
id: Masuk sebagai %@
it: Collegato come %@
ja: %@としてログイン中
ko: %@(으)로 로그인됨
nl: Ingelogd als %@
pl: Zalogowano jako %@
pt_br: Logado como %@
pt_pt: Sessão iniciada como %@
ro: Logat ca %@
ru: Выполнен вход как %@
sk: Prihlásený ako %@
sr_rs: Prijavljeni ste kao %@
sv: Inloggad som %@
tr: %@ olarak oturum açıldı
uk: Зайдено як %@
zh_hans: 已登录为 %@
zh_hant: 以 %@ 登入

# preference.network
source: Network
af: Netwerk
ar: الشبكة
ca: Xarxa
cs: Síť
da: Netværk
de: Netzwerk
es: Red
fi: Verkko
fr: Réseau
he: רשת
hi: नेटवर्क
hr: Mreža
hu: Hálózat
id: Jaringan
ja: ネットワーク
ko: 네트워크
nl: Netwerk
pl: Sieć
pt_br: Rede
pt_pt: Rede
ro: Rețea
ru: Сеть
sk: Sieť
sr_rs: Mreža
sv: Nätverk
tr: Ağ
uk: Мережа
zh_hans: 网络
zh_hant: 網路

# preference.not_logged_in
source: Not logged in
af: Nie aangeteken nie
ar: لم يتم تسجيل الدخول
ca: Sense sessió
cs: Nepřihlášen
da: Ikke logget ind
de: Nicht angemeldet
es: Sin iniciar sesión
fi: Ei kirjautuneena
fr: Déconnecté
he: לא מחובר
hi: लोग इन नहीं है
hr: Nisi prijavljen/prijavljena
hu: Nem vagy bejelentkezve
id: Belum masuk
it: Login non effettuato
ja: ログインしていません
ko: 로그인되지 않음
nl: Niet ingelogd
pl: Nie zalogowano
pt_br: Não está logado
pt_pt: Sem sessão iniciada
ro: Nu te-ai logat
ru: Вход не выполнен
sk: Neprihlásený
sr_rs: Niste prijavljeni
sv: Ej inloggad
tr: Oturum açılmadı
uk: Не зайдено
zh_hans: 未登录
zh_hant: 尚未登入

# preference.plugins
source: Plugins
af: Inproppe
ar: الإضافات
ca: Extensions
cs: Plug-iny
da: Udvidelser
de: Erweiterungen
fr: Extensions
he: תוספים
hr: Dodaci
hu: Pluginok
id: Plugin
it: Componenti aggiuntivi
ja: プラグイン
ko: 플러그인
pl: Wtyczki
ro: Extensii
ru: Плагины
sk: Pluginy
sr_rs: Dodatne komponente
sv: Tillägg
tr: Eklentiler
uk: Плаґіни
zh_hans: 插件
zh_hant: 外掛程式

# preference.scripts
source: Scripts
af: Skripte
ar: البرامج النصية
cs: Skripty
de: Skripte
fi: Komentosarjat
he: סקריפטים
hi: स्क्रिप्ट
hr: Skripta
hu: Szkriptek
id: Skrip
it: Script
ja: スクリプト
ko: 스크립트
pl: Skrypty
ro: Scripturi
ru: Скрипты
sk: Skripty
sr_rs: Skripte
sv: Skript
tr: Betikler
uk: Сценарії
zh_hans: 脚本
zh_hant: 工序指令

# preference.sub_override_level.strip
source: strip
af: volledig
ca: tira
cs: Základní
es: tira
fi: poista
fr: retirer
he: הסרת הכל
hi: स्ट्रिप
hu: csík
it: striscia
ja: ストリップ
nl: volledig
pl: pasek
pt_br: cortar
pt_pt: faixa
ro: de tot
ru: игнорировать все теги и стили в .ass
sk: Základný
sr_rs: ukloni
sv: avlägsna
tr: Sıyır
uk: видалити
zh_hans: 条形
zh_hant: 過濾

# preference.subtitle
source: Subtitle
af: Onderskrif
ar: الترجمة
ca: Subtítols
cs: Titulky
da: Undertekster
de: Untertitel
es: Subtítulos
fi: Tekstitys
fr: Sous-titres
he: כתוביות
hi: उपशीर्षक
hr: Titl
hu: Felirat
id: Terjemahan
it: Sottotitoli
ja: 字幕
ko: 자막
nl: Ondertiteling
pl: Napisy
pt_br: Legendas
pt_pt: Legenda
ro: Subtitrare
ru: Субтитры
sk: Titulok
sr_rs: Titl
sv: Undertext
tr: Altyazı
uk: Субтитри
zh_hans: 字幕
zh_hant: 字幕

# preference.system_media_control
source: Use system media control
af: Gebruik stelsel se mediabeheer
ar: استخدم تحكم الميديا الخاص بالنظام
ca: Utilitza els controls multimèdia del sistema
cs: Používat systémové multimediální klávesy
da: Brug system medie kontrol
de: Nutze Medienkontrolltasten des Systems
es: Utilizar los controles multimedia del sistema
fi: Käytä järjestelmän mediaohjausta
fr: Utiliser les touches média système
he: השתמש בבקרת המדיה של המערכת
hi: सिस्टम मीडिया नियंत्रण का उपयोग करें
hr: Koristi sustavsko upravljanje medijima
hu: Rendszer média vezérlők használata
id: Gunakan sistem kontrol media
it: Utilizza il controllo multimediale di sistema
ja: システムのメディアコントロールを使用
ko: 시스템 미디어 컨트롤 사용
nl: Gebruik mediabediening van het systeem
pl: Sterowanie odtwarzania klawiszami multimedialnymi
pt_br: Usar controles de mídia padrão do sistema
pt_pt: Usar controle de mídia do sistema
ro: Utilizează controlul media al sistemului
ru: Использовать системный медиа-контроль
sk: Používať systémové multimediálne klávesy
sr_rs: Koristi sistemske kontrole medija
sv: Använd systemets mediakontroll
tr: Sistem medya denetim tuşlarını kullan
uk: Задіяти системне керування медіафайлами
zh_hans: 使用系统媒体控制
zh_hant: 使用系統媒體控制

# preference.title
source: Preferences
af: Voorkeure
ar: التفضيلات
ca: Preferències
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Preferencias
fi: Asetukset
fr: Préférences
he: העדפות
hi: पसंद
hr: Postavke
hu: Beállítások
id: Preferensi
it: Preferenze
ja: 環境設定
ko: 환경설정
nl: Voorkeuren
pl: Preferencje
pt_br: Preferencias
pt_pt: Preferências
ro: Preferințe
ru: Настройки
sk: Nastavenia
sr_rs: Željene postavke
sv: Inställningar
tr: Tercihler
uk: Параметри
zh_hans: 偏好设置
zh_hant: 偏好設定

# preference.ui
source: UI
af: Koppelvlak
ar: واجهة التشغيل
ca: Interfície
cs: Vzhled
de: Aussehen
es: Interfaz
fi: Käyttöliittymä
fr: Interface
he: ממשק משתמש
hi: यूआई
hr: Korisničko sučelje
hu: Felhasználói felület
id: Antarmuka
it: Interfaccia
ko: 화면
nl: Weergave
pl: Interfejs
pt_br: Interface
pt_pt: Interface do Utilizador
ro: Interfață
ru: Интерфейс
sr_rs: Interfejs
sv: Gränssnitt
tr: Arayüz
uk: Інтерфейс
zh_hans: 用户界面
zh_hant: 使用者介面

# preference.utilities
source: Utilities
af: Nutsmiddels
ar: المرافق
ca: Utilitats
cs: Utility
da: Værktøjer
de: Werkzeuge
es: Utilidades
fi: Apuohjelmat
fr: Utilitaires
he: עזרים
hi: उपयोगिताएँ
hr: Uslužni programi
hu: Eszközök
id: Alat
it: Utilità
ja: ユーティリティ
ko: 유틸리티
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Utilitários
pt_pt: Utilidades
ro: Utilități
ru: Утилиты
sk: Pomocné programy
sr_rs: Uslužni programi
sv: Verktyg
tr: İzlenceler
uk: Службові команди
zh_hans: 实用工具
zh_hant: 實用工具

# preference.video_audio
source: Video/Audio
af: Video/Oudio
ar: فيديو/صوت
ca: Vídeo/Àudio
cs: Video/zvuk
da: Codec
es: Códecs
fi: Video / ääni
fr: Vidéo/Audio
he: וידאו/שמע
hi: वीडियो/ऑडियो
ja: ビデオ/オーディオ
ko: 비디오/오디오
pl: Wideo/Audio
pt_br: Decodificador
pt_pt: Vídeo/Áudio
ru: Кодек
sv: Ljud/video
tr: Video/Ses
uk: Відео та звук
zh_hans: 视频/音频
zh_hant: 視訊/音訊

# quicksetting.deinterlace
source: Deinterlace
af: Deïnterlinieer
ar: تصحيح تشابك الصورة
ca: Desentrellaçament
cs: odebrání prokládání
de: Deinterlacing
es: Desentrelazar
fi: Lomituksen poisto
fr: Désentrelacer
he: ביטול שזירה
hi: असंग्रथित
hr: Preplitanje
hu: Váltottsoros képszűrő
it: Deinterlacciamento
ja: インターレース解除
ko: 디인터레이스
pl: Usuwanie przeplotu
pt_br: Desentrelaçar
pt_pt: Desentrelaçar
ro: Deîntrețesere
ru: деинтерлейсинг
sr_rs: Rasplitanje
sv: Avfläta
tr: Netleştir (Deinterlace)
uk: черезрядкову розгортку
zh_hans: 反交错
zh_hant: 去交錯

# quicksetting.hide
source: Hide
af: Versteek
ca: Amaga
cs: Skrýt
da: Skjul
de: Verstecken
es: Ocultar
fi: Piilota
fr: Cacher
he: הסתר
hi: छिपाना
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 隠す
ko: 숨기기
nl: Verberg
pl: Ukryj
pt_br: Esconder
pt_pt: Ocultar
ro: Se ascunde
ru: Скрыть
sk: Skryť
sr_rs: Sakrij
sv: Göm
tr: Gizle
uk: Сховати
zh_hans: 隐藏
zh_hant: 隱藏

# quicksetting.hwdec
source: Hardware Decoding
af: Apparatuurdekodering
ar: فك ترميز الجهاز
ca: Decodificació per maquinari
cs: Hardwarově dekódovat
da: Hardwareafkodning
de: Hardware Dekodierung
es: Decodificación de hardware
fi: Laitteistopohjainen purku
fr: Décodage matériel
he: פענוח חומרה
hr: Hardversko dekodiranje
hu: Hardveres dekódolás
id: Dekoding perangkat keras
it: Decodifica dell'Hardware
ja: ハードウェアデコード
ko: 하드웨어 디코딩
nl: Hardware acceleratie
pl: Dekodowanie sprzętowe
pt_br: Decodificação por hardware
pt_pt: Descodificação de hardware
ro: Decodare hardware
ru: Аппаратное декодирование
sk: Hardvérové dekódovanie
sr_rs: Hardversko dekodiranje
sv: Hårdvaruavkodning
tr: Donanımsal Kod Çözücü
uk: Апаратне декодування
zh_hans: 硬件解码
zh_hant: 硬體解碼

# quicksetting.item_default
source: Default
af: Verstek
ar: الافتراضي
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
es: Predeterminado
fi: Oletus
fr: Défaut
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Standardno
hu: Alapértelmezett
id: Bawaan
it: Predefinito
ja: デフォルト
ko: 기본
nl: Standaard
pl: Domyślne
pt_br: Padrão
pt_pt: Padrão
ro: Implicit
ru: По умолчанию
sk: Predvolené
sr_rs: Podrazumevano
sv: Förval
tr: Saptanmış
uk: Типово
zh_hans: 默认
zh_hant: 預設

# quicksetting.item_none
source: None
af: Geen
ar: لا شيء
ca: Cap
cs: Žádný
da: Ingen
de: Nein
es: Ninguno
fi: Ei mitään
fr: Aucun
he: ללא
hi: कोई नहीं
hr: Ništa
hu: Egyik sem
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Fără
ru: Нет
sk: Žiadne
sr_rs: Nijеdan
sv: Inget
tr: Hiçbiri
zh_hans: 无
zh_hant: 無

# subencoding.auto
source: Auto detect
af: Bespeur outomaties
ar: اكتشاف تلقائي
ca: Detecta automàticament
cs: Automaticky
da: Find pr. automatik
de: Automatisch erkennen
es: Detección automática
fi: Automaattinen tunnistus
fr: Détection automatique
he: זיהוי אוטומטי
hi: स्वयं पता लगाना
hr: Otkrij automatski
hu: Automatikus felismerés
id: Deteksi otomatis
it: Rilevamento automatico
ja: 自動検出
ko: 자동 감지
nl: Automatisch detecteren
pl: Auto detekcja
pt_br: Auto detectar
pt_pt: Detectar automaticamente
ro: Detectează automat
ru: Автоопределение
sk: Auto detekcia
sr_rs: Automatski otkrij
sv: Upptäck automatiskt
tr: Otomatik belirle
uk: Автовизначення
zh_hans: 自动识别
zh_hant: 自動偵測

# subtrack.no_external
source: No External Subtitles Found
af: Geen eksterne onderskrifte gevind
ar: لم يتم العثور على ترجمات خارجيه
ca: No s'han trobat subtítols externs
cs: Nenalezeny žádné externí titulky
da: Ingen eksterne undertekster fundet
de: Keine externen Untertitel gefunden
es: No se encontraron subtítulos externos
fi: Ulkoisia tekstityksiä ei löytynyt
fr: Aucun sous-titre externe trouvé
he: לא נמצאו כתוביות חיצוניות
hi: कोई बाहरी उपशीर्षक नहीं मिला
hr: Nijedan vanjski titl nije pronađen
hu: Nem található külsõ forrásból felirat
id: Terjemahan Eksternal Tidak Ditemukan
it: Nessun sottotitolo esterno trovato
ja: 外部の字幕が見つかりません
ko: 외부 자막을 찾을 수 없습니다
nl: Geen externe ondertiteling gevonden
pl: Nie znaleziono zewnętrznych napisów
pt_br: Nenhuma legenda externa encontrada
pt_pt: Nenhuma Legenda Externa Encontrada
ro: Nu s-au găsit subtitrări externe
ru: Внешние субтитры не найдены
sk: Externé titulky nenájdené
sr_rs: Nije pronađen nijedan spoljni titl
sv: Inga externa undertexter funna
tr: Dış Altyazı Bulunamadı
uk: Зовнішніх субтитрів не знайдено
zh_hans: 未找到外挂字幕
zh_hant: 沒有找到外部字幕

# subtrack.no_loaded
source: No Subtitles Loaded
af: Geen onderskrifte afgelaai
ar: لم يتم العثور على ترجمات محمّله
ca: No s'han carregat subtítols
cs: Nejsou načteny žádné titulky
da: Ingen undertekster indlæst
de: Keine Untertitel geladen
es: No se cargaron subtítulos
fi: Teksityksiä ei ladattu
fr: Aucun sous-titre chargé
he: לא נטענו כתוביות
hi: कोई उपशीर्षक लोड नहीं हुआ
hr: Nijedan titl nije učitan
hu: Nincs felirat betöltve
id: Tidak Ada Terjemahan Aktif
it: Nessun sottotitolo caricato
ja: 字幕が読み込まれていません
ko: 자막을 불러올 수 없습니다
nl: Geen ondertiteling geladen
pl: Brak wczytanych napisów
pt_br: Nenhuma legenda carregada
pt_pt: Nenhuma Legenda Carregada
ro: Nu s-a încărcat nicio subtitrare
ru: Нет загруженных субтитров
sk: Titulky nenačítané
sr_rs: Nije učitan nijedan titl
sv: Inga undertexter inlästa
tr: Yüklenmiş Altyazı Yok
uk: Субтитри не завантажено
zh_hans: 无字幕加载
zh_hant: 沒有已載入的字幕

# touchbar.ahead_15
source: 15sec Ahead
af: 15sek vorentoe
ar: تخطي 15 ثانيه
ca: Avança 15sec
cs: 15 s vpřed
da: 15sec Frem
de: 15 Sekunden vor
es: Adelantar 15s
fi: 15sek eteen
fr: 15sec en avant
he: 15 שניות קדימה
hi: 15 सेकेंड आगे
hr: 15 s naprijed
hu: 15 másodperc előre
id: Maju 15dtk
it: 15sec avanti
ja: 15秒 進む
ko: 15초 후
nl: 15 seconden vooruit
pl: 15 sek. do przodu
pt_br: 15seg Adiante
pt_pt: 15s Depois
ro: 15sec înainte
ru: 15 с вперёд
sk: 15sec Dopredu
sr_rs: 15 s unapred
sv: 15 sek framåt
tr: 15 sn İleri
uk: 15 с уперед
zh_hans: 前进 15 秒
zh_hant: 快轉 15 秒

# touchbar.ahead_30
source: 30sec Ahead
af: 30sek vorentoe
ar: تخطي 30 ثانيه
ca: Avança 30sec
cs: 30 s vpřed
da: 30sec Frem
de: 30 Sekunden vor
es: Adelantar 30s
fi: 30sek eteen
fr: 30sec en avant
he: 30 שניות קדימה
hi: 30 सेकेंड आगे
hr: 30 s naprijed
hu: 30 másodperc előre
id: Maju 30dtk
it: 30sec avanti
ja: 30秒 進む
ko: 30초 후
nl: 30 seconden vooruit
pl: 30 sek. do przodu
pt_br: 30sec Adiante
pt_pt: 30s Depois
ro: 30sec înainte
ru: 30 с вперёд
sk: 30sec Dopredu
sr_rs: 30 s unapred
sv: 30 sek framåt
tr: 30 sn İleri
uk: 30 с уперед
zh_hans: 前进 30 秒
zh_hant: 快轉 30 秒

# touchbar.back_15
source: 15sec Back
af: 15sek terug
ar: رجوع 15 ثانيه
ca: Retrocedeix 15sec
cs: 15 s vzad
da: 15sec Tilbage
de: 15 Sekunden zurück
es: Retroceder 15s
fi: 15sek taakse
fr: 15sec en arrière
he: 15 שניות אחורה
hi: 15 सेकेंड पीछे
hr: 15 s natrag
hu: 15 másodperc hátra
id: Mundur 15dtk
it: -15sec indietro
ja: 15秒 戻す
ko: 15초 전
nl: 15 seconden terug
pl: 15 sek. do tyłu
pt_br: 15seg Atras
pt_pt: 15s Antes
ro: 15sec înapoi
ru: 15 с назад
sk: 15sec Dozadu
sr_rs: 15 s unazad
sv: 15 sek bakåt
tr: 15 sn Geri
uk: 15 с назад
zh_hans: 后退 15 秒
zh_hant: 倒轉 15 秒

# touchbar.back_30
source: 30sec Back
af: 30sek terug
ar: رجوع 30 ثانيه
ca: Retrocedeix 30sec
cs: 30 s vzad
da: 30sec Tilbage
de: 30 Sekunden zurück
es: Retroceder 30s
fi: 30sek taakse
fr: 30sec en arrière
he: 30 שניות אחורה
hi: 30 सेकेंड पीछे
hr: 30 s natrag
hu: 30 másodperc hátra
id: Mundur 30dtk
it: -30sec indietro
ja: 30秒 戻す
ko: 30초 전
nl: 30 seconden terug
pl: 30 sek. do tyłu
pt_br: 30seg Atras
pt_pt: 30s Antes
ro: 30sec înapoi
ru: 30 с назад
sk: 30sec Dozadu
sr_rs: 30 s unazad
sv: 30 sek bakåt
tr: 30 sn Geri
uk: 30 с назад
zh_hans: 后退 30 秒
zh_hant: 倒轉 30 秒

# touchbar.fast_forward
source: Fast Forward
af: Spoel vorentoe
ar: تقديم سريع
ca: Avança ràpid
cs: Rychle vpřed
da: Spol frem
de: Vorspulen
es: Avance rápido
fi: Kelaa eteenpäin
fr: Avance rapide
he: הרצה קדימה
hi: तेजी से आगे बढ़ना
hr: Premotaj naprijed
hu: Gyors előretekerés
id: Percepat-maju
it: Avanti veloce
ja: 早送り
ko: 빨리 감기
nl: Spoel vooruit
pl: Szybkie przewijanie do przodu
pt_br: Avançar Rápido
pt_pt: Avançar rápido
ro: Repede înainte
ru: Перемотка вперёд
sk: Zrýchliť
sr_rs: Premotaj unapred
sv: Snabbspola
tr: İleri Sar
uk: Перемотати вперед
zh_hans: 快进
zh_hant: 快轉

# touchbar.next_video
source: Next Video
af: Volgende video
ar: الفيديو التالي
ca: Vídeo següent
cs: Další video
da: Næste Video
de: Nächstes Video
es: Siguiente vídeo
fi: Seuraava video
fr: Vidéo suivante
he: הוידאו הבא
hi: अगला वीडियो
hr: Sljedeći video
hu: Következő videó
id: Video Selanjutnya
it: Prossimo video
ja: 次のビデオへ
ko: 다음 영상
nl: Open volgende video
pl: Następne wideo
pt_br: Video Seguinte
pt_pt: Próximo Vídeo
ro: Video următor
ru: Следующее видео
sk: Ďalšie Video
sr_rs: Naredni video-zapis
sv: Nästa video
tr: Sonraki Video
uk: Наступне відео
zh_hans: 下一个视频
zh_hant: 下一部影片

# touchbar.play_pause
source: Play / Pause
af: Speel af/wag
ar: تشغيل / إيقاف مؤقت
ca: Reprodueix / Pausa
cs: Přehrát/pozastavit
da: Afspil / Pause
de: Wiedergabe / Pause
es: Reproducir / Pausar
fi: Toista / Tauko
fr: Lecture/Pause
he: הפעל/השהה
hi: चलाएं / ठहरें
hr: Pokreni/Zaustavi
hu: Lejátszás / Megállítás
id: Putar / Jeda
it: Riproduci / Pausa
ja: 再生 / 一時停止
ko: 재생 / 일시 정지
nl: Afspelen / Pauzeren
pl: Odtwarzanie / Pauza
pt_br: Tocar / Pausar
pt_pt: Reproduzir / Pausa
ro: Redă/Pauză
ru: Воспроизведение / Пауза
sk: Spustiť / Zastaviť
sr_rs: Reprodukuj/Pauziraj
sv: Spela upp / pausa
tr: Oynat / Duraklat
uk: Відтворити / Зупинити
zh_hans: 播放 / 暂停
zh_hant: 播放 / 暫停
